/* Percentage */
"%" = "%";

/* Accessory in Room
   Service in Accessory */
"%@ in %@" = "%1$@ in %2$@";

/* Access Denied */
"Access Denied" = "Access Denied";

/* Accessories */
"Accessories" = "Accessories";

/* Accessory Discovery Failed */
"Accessory Discovery Failed" = "Accessory Discovery Failed";

/* Accessory Information */
"Accessory Information" = "Accessory Information";

/* Accessory Is Blocked */
"Accessory Is Blocked" = "Accessory Is Blocked";

/* Accessory Is Busy */
"Accessory Is Busy" = "Accessory Is Busy";

/* Accessory Not Reachable */
"Accessory Not Reachable" = "Accessory Not Reachable";

/* Accessory Out Of Compliance */
"Accessory Out Of Compliance" = "Accessory Out Of Compliance";

/* Accessory Out Of Resources */
"Accessory Out Of Resources" = "Accessory Out Of Resources";

/* Accessory Pairing Failed */
"Accessory Pairing Failed" = "Accessory Pairing Failed";

/* Accessory Powered Off */
"Accessory Powered Off" = "Accessory Powered Off";

/* Accessory Response Error */
"Accessory Response Error" = "Accessory Response Error";

/* Accessory Sent Invalid Response */
"Accessory Sent Invalid Response" = "Accessory Sent Invalid Response";

/* Action In Another Action Set */
"Action In Another Action Set" = "Action In Another Action Set";

/* Action Set Execution Failed */
"Action Set Execution Failed" = "Action Set Execution Failed";

/* Action Set Execution In Progress */
"Action Set Execution In Progress" = "Action Set Execution In Progress";

/* Action Set Execution Partial Success */
"Action Set Execution Partial Success" = "Action Set Execution Partial Success";

/* Action Sets */
"Action Sets" = "Action Sets";

/* Action Sets Description */
"Action Sets allow you to control multiple accessories simultaneously. You must have at least one paired accessory to create an action set." = "Action Sets allow you to control multiple accessories simultaneously. You must have at least one paired accessory to create an action set.";

/* Add */
"Add" = "Add";

/* Add Accessory */
"Add %@" = "Add %@";

/* Add Accessory Failed */
"Add Accessory Failed" = "Add Accessory Failed";

/* Add Accessory */
"Add Accessory…" = "Add Accessory…";

/* Add Action Set */
"Add Action Set…" = "Add Action Set…";

/* Add Room */
"Add Room…" = "Add Room…";

/* Add Service Group… */
"Add Service Group…" = "Add Service Group…";

/* Add Timer Trigger */
"Add Timer Trigger…" = "Add Timer Trigger…";

/* Add User */
"Add User…" = "Add User…";

/* Add Zone */
"Add Zone…" = "Add Zone…";

/* Admin Only Access */
"Admin Only Access" = "Admin Only Access";

/* Already Exits */
"Already Exits" = "Already Exits";

/* Apartment */
"Apartment" = "Apartment";

/* Associated Service Type */
"Associated Service Type" = "Associated Service Type";

/* Audio Feedback */
"Audio Feedback" = "Audio Feedback";

/* Auto */
"Auto" = "Auto";

/* Automatically Secured */
"Automatically Secured" = "Automatically Secured";

/* Bridged Accessories */
"Bridged Accessories" = "Bridged Accessories";

/* Brightness */
"Brightness" = "Brightness";

/* Cancel */
"Cancel" = "Cancel";

/* Cannot Activate Trigger Too Far In Future */
"Cannot Activate Trigger Too Far In Future" = "Cannot Activate Trigger Too Far In Future";

/* Cannot Remove Non Bridge Accessory */
"Cannot Remove Non Bridge Accessory" = "Cannot Remove Non Bridge Accessory";

/* Celsius */
"Celsius" = "Celsius";

/* Characteristics */
"Characteristics" = "Characteristics";

/* Client Request Error */
"Client Request Error" = "Client Request Error";

/* Closed */
"Closed" = "Closed";

/* Closing */
"Closing" = "Closing";

/* Cloud Data Sync In Progress */
"Cloud Data Sync In Progress" = "Cloud Data Sync In Progress";

/* Communication Failure */
"Communication Failure" = "Communication Failure";

/* Cool */
"Cool" = "Cool";

/* Cooling */
"Cooling" = "Cooling";

/* Cooling Threshold */
"Cooling Threshold" = "Cooling Threshold";

/* Current Door State */
"Current Door State" = "Current Door State";

/* Current Lock Mechanism State */
"Current Lock Mechanism State" = "Current Lock Mechanism State";

/* Current Mode */
"Current Mode" = "Current Mode";

/* Current Relative Humidity */
"Current Relative Humidity" = "Current Relative Humidity";

/* Current Temperature */
"Current Temperature" = "Current Temperature";

/* Data Reset Failure */
"Data Reset Failure" = "Data Reset Failure";

/* Date Must Be On Specified Boundaries */
"Date Must Be On Specified Boundaries" = "Date Must Be On Specified Boundaries";

/* Default Room */
"Default Room" = "Default Room";

/* Edit Accessory */
"Edit %@" = "Edit %@";

/* Enter a name. */
"Enter a name." = "Enter a name.";

/* Error */
"Error" = "Error";

/* Every Day */
"Every Day" = "Every Day";

/* Every Hour */
"Every Hour" = "Every Hour";

/* Every Week */
"Every Week" = "Every Week";

/* Exterior Secured */
"Exterior Secured" = "Exterior Secured";

/* Exterior Unsecured */
"Exterior Unsecured" = "Exterior Unsecured";

/* Fahrenheit */
"Fahrenheit" = "Fahrenheit";

/* Fan */
"Fan" = "Fan";

/* Fire Date In Past */
"Fire Date In Past" = "Fire Date In Past";

/* Garage Door Opener */
"Garage Door Opener" = "Garage Door Opener";

/* Generic Error */
"Generic Error" = "Generic Error";

/* Group */
"Group" = "Group";

/* Heat */
"Heat" = "Heat";

/* Heating */
"Heating" = "Heating";

/* Heating Threshold */
"Heating Threshold" = "Heating Threshold";

/* Home */
"Home" = "Home";

/* Home Access Not Authorized */
"Home Access Not Authorized" = "Home Access Not Authorized";

/* Home With Similar Name Exists */
"Home With Similar Name Exists" = "Home With Similar Name Exists";

/* Hue */
"Hue" = "Hue";

/* Identify */
"Identify" = "Identify";

/* Insufficient Privileges */
"Insufficient Privileges" = "Insufficient Privileges";

/* Interior Secured */
"Interior Secured" = "Interior Secured";

/* Interior Unsecured */
"Interior Unsecured" = "Interior Unsecured";

/* Invalid Associated Service Type */
"Invalid Associated Service Type" = "Invalid Associated Service Type";

/* Invalid Class */
"Invalid Class" = "Invalid Class";

/* Invalid Data Format Specified */
"Invalid Data Format Specified" = "Invalid Data Format Specified";

/* Invalid Message Size */
"Invalid Message Size" = "Invalid Message Size";

/* Invalid Parameter */
"Invalid Parameter" = "Invalid Parameter";

/* Invalid Value Type */
"Invalid Value Type" = "Invalid Value Type";

/* Jammed */
"Jammed" = "Jammed";

/* Keychain Sync Not Enabled */
"Keychain Sync Not Enabled" = "Keychain Sync Not Enabled";

/* Keypad Secured */
"Keypad Secured" = "Keypad Secured";

/* Keypad Unsecured */
"Keypad Unsecured" = "Keypad Unsecured";

/* Lightbulb */
"Lightbulb" = "Lightbulb";

/* Living Room */
"Living Room" = "Living Room";

/* Lock Management */
"Lock Management" = "Lock Management";

/* Lock Management Auto Secure Timeout */
"Lock Management Auto Secure Timeout" = "Lock Management Auto Secure Timeout";

/* Lock Management Control Point */
"Lock Management Control Point" = "Lock Management Control Point";

/* Lock Mechanism */
"Lock Mechanism" = "Lock Mechanism";

/* Lock Mechanism Last Known Action */
"Lock Mechanism Last Known Action" = "Lock Mechanism Last Known Action";

/* Logs */
"Logs" = "Logs";

/* Manufacturer */
"Manufacturer" = "Manufacturer";

/* Maximum Object Limit Reached */
"Maximum Object Limit Reached" = "Maximum Object Limit Reached";

/* Message Authentication Failed */
"Message Authentication Failed" = "Message Authentication Failed";

/* Missing Entitlement */
"Missing Entitlement" = "Missing Entitlement";

/* Missing Parameter */
"Missing Parameter" = "Missing Parameter";

/* Model */
"Model" = "Model";

/* Motion Detected */
"Motion Detected" = "Motion Detected";

/* Name */
"Name" = "Name";

/* Name Contains Prohibited Characters */
"Name Contains Prohibited Characters" = "Name Contains Prohibited Characters";

/* Name Does Not End With Valid Characters */
"Name Does Not End With Valid Characters" = "Name Does Not End With Valid Characters";

/* Name Does Not Start With Valid Characters */
"Name Does Not Start With Valid Characters" = "Name Does Not Start With Valid Characters";

/* Network Unavailable */
"Network Unavailable" = "Network Unavailable";

/* New item */
"New %@" = "New %@";

/* Nil Parameter */
"Nil Parameter" = "Nil Parameter";

/* No */
"No" = "No";

/* No Accessories */
"No Accessories" = "No Accessories";

/* No Actions In Action Set */
"No Actions In Action Set" = "No Actions In Action Set";

/* No Discovered Accessories */
"No Discovered Accessories" = "No Discovered Accessories";

/* No Homes */
"No Homes" = "No Homes";

/* No Registered Action Sets */
"No Registered Action Sets" = "No Registered Action Sets";

/* No Services */
"No Services" = "No Services";

/* None */
"None" = "None";

/* Not Found */
"Not Found" = "Not Found";

/* Not Signed Into iCloud */
"Not Signed Into iCloud" = "Not Signed Into iCloud";

/* Notification Already Enabled */
"Notification Already Enabled" = "Notification Already Enabled";

/* Notification Not Supported */
"Notification Not Supported" = "Notification Not Supported";

/* Object Already Associated To Home */
"Object Already Associated To Home" = "Object Already Associated To Home";

/* Object Associated To Another Home */
"Object Associated To Another Home" = "Object Associated To Another Home";

/* Object Not Associated To Any Home */
"Object Not Associated To Any Home" = "Object Not Associated To Any Home";

/* Object With Similar Name Exists In Home */
"Object With Similar Name Exists In Home" = "Object With Similar Name Exists In Home";

/* Obstruction Detected */
"Obstruction Detected" = "Obstruction Detected";

/* Off */
"Off" = "Off";

/* Okay */
"Okay" = "Okay";

/* On */
"On" = "On";

/* Open */
"Open" = "Open";

/* Opening */
"Opening" = "Opening";

/* Operation Cancelled */
"Operation Cancelled" = "Operation Cancelled";

/* Operation In Progress */
"Operation In Progress" = "Operation In Progress";

/* Operation Not Supported */
"Operation Not Supported" = "Operation Not Supported";

/* Operation Timed Out */
"Operation Timed Out" = "Operation Timed Out";

/* Outlet */
"Outlet" = "Outlet";

/* Outlet In Use */
"Outlet In Use" = "Outlet In Use";

/* Power State */
"Power State" = "Power State";

/* Primary Home */
"Primary Home" = "Primary Home";

/* Read Only */
"Read Only" = "Read Only";

/* Read Only Characteristic */
"Read Only Characteristic" = "Read Only Characteristic";

/* Read Write Failure */
"Read Write Failure" = "Read Write Failure";

/* Read Write Partial Success */
"Read Write Partial Success" = "Read Write Partial Success";

/* Recurrence Must Be On Specified Boundaries */
"Recurrence Must Be On Specified Boundaries" = "Recurrence Must Be On Specified Boundaries";

/* Recurrence Too Large */
"Recurrence Too Large" = "Recurrence Too Large";

/* Recurrence Too Small */
"Recurrence Too Small" = "Recurrence Too Small";

/* Remotely Secured */
"Remotely Secured" = "Remotely Secured";

/* Remotely Unsecured */
"Remotely Unsecured" = "Remotely Unsecured";

/* Rename With Similar Name */
"Rename With Similar Name" = "Rename With Similar Name";

/* Room */
"Room" = "Room";

/* Room For Home Cannot Be In Zone */
"Room For Home Cannot Be In Zone" = "Room For Home Cannot Be In Zone";

/* Room For Home Cannot Be Updated */
"Room For Home Cannot Be Updated" = "Room For Home Cannot Be Updated";

/* Rooms */
"Rooms" = "Rooms";

/* Rotation Direction */
"Rotation Direction" = "Rotation Direction";

/* Rotation Speed */
"Rotation Speed" = "Rotation Speed";

/* Saturation */
"Saturation" = "Saturation";

/* Save */
"Save" = "Save";

/* Secured */
"Secured" = "Secured";

/* Security Failure */
"Security Failure" = "Security Failure";

/* Serial Number */
"Serial Number" = "Serial Number";

/* Service Group */
"Service Group" = "Service Group";

/* Service Groups */
"Service Groups" = "Service Groups";

/* Service Group Description */
"Service groups organize services in a custom way. For example, add a subset of lights in your living room to control them without controlling all the lights in the living room." = "Service groups organize services in a custom way. For example, add a subset of lights in your living room to control them without controlling all the lights in the living room.";

/* Services */
"Services" = "Services";

/* Stopped */
"Stopped" = "Stopped";

/* String Longer Than Maximum */
"String Longer Than Maximum" = "String Longer Than Maximum";

/* String Shorter Than Minimum */
"String Shorter Than Minimum" = "String Shorter Than Minimum";

/* Switch */
"Switch" = "Switch";

/* Table Lights */
"Table Lights" = "Table Lights";

/* Tap to Identify */
"Tap to Identify" = "Tap to Identify";

/* Target Door State */
"Target Door State" = "Target Door State";

/* Target Lock Mechanism State */
"Target Lock Mechanism State" = "Target Lock Mechanism State";

/* Target Mode */
"Target Mode" = "Target Mode";

/* Target Relative Humidity */
"Target Relative Humidity" = "Target Relative Humidity";

/* Target Temperature */
"Target Temperature" = "Target Temperature";

/* Temperature Units */
"Temperature Units" = "Temperature Units";

/* No comment provided by engineer. */
"The primary home is used by Siri to route commands if the home is not specified." = "The primary home is used by Siri to route commands if the home is not specified.";

/* Thermostat */
"Thermostat" = "Thermostat";

/* Bridge Description */
"This accessory is being bridged into HomeKit by %@." = "This accessory is being bridged into HomeKit by %@.";

/* Timer Triggers */
"Timer Triggers" = "Timer Triggers";

/* Timer Trigger Description */
"Timer Triggers execute action sets at specific times. You must have created at least one action set to add a timer trigger." = "Timer Triggers execute action sets at specific times. You must have created at least one action set to add a timer trigger.";

/* Unassign */
"Unassign" = "Unassign";

/* Unconfigured Parameter */
"Unconfigured Parameter" = "Unconfigured Parameter";

/* Unknown */
"Unknown" = "Unknown";

/* Unsecured */
"Unsecured" = "Unsecured";

/* Upstairs */
"Upstairs" = "Upstairs";

/* User Declined Adding User */
"User Declined Adding User" = "User Declined Adding User";

/* User Declined Invite */
"User Declined Invite" = "User Declined Invite";

/* User Declined Removing User */
"User Declined Removing User" = "User Declined Removing User";

/* User ID Not Email Address */
"User ID Not Email Address" = "User ID Not Email Address";

/* User Management Failed */
"User Management Failed" = "User Management Failed";

/* Users */
"Users" = "Users";

/* Users Description */
"Users can control the accessories in your home. You can share your home with anybody with an iCloud account." = "Users can control the accessories in your home. You can share your home with anybody with an iCloud account.";

/* Value Higher Than Maximum */
"Value Higher Than Maximum" = "Value Higher Than Maximum";

/* Value Lower Than Minimum */
"Value Lower Than Minimum" = "Value Lower Than Minimum";

/* Version */
"Version" = "Version";

/* Write Only */
"Write Only" = "Write Only";

/* Write Only Characteristic */
"Write Only Characteristic" = "Write Only Characteristic";

/* Write-Only Characteristic */
"Write-Only Characterisic" = "Write-Only Characterisic";

/* Yes */
"Yes" = "Yes";

/* Zone */
"Zone" = "Zone";

/* Zones */
"Zones" = "Zones";

/* Zones Description */
"Zones are optional collections of rooms." = "Zones are optional collections of rooms.";

/* Arc Degrees */
"º" = "º";

/* Degrees Celsius */
"℃" = "℃";

/* Degrees Fahrenheit */
"℉" = "℉";

